Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=251_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Katso lyhytvideo jäniksestä !
smn: Keejâ uánihisvideo njuámmilist

source: Vanha saamelainen tarina jäniksestä, joka ei viitsinyt rakentaa itsellensä pesää
smn: Puáris sämmilâš maainâs njuámmilist mii ij viiššâm huksiđ olssis kuáđi

source: Ohjaus: Dániel Gelencér, työryhmä: Dániel Gelencér, Anneli Lappalainen, Joni Gauriloff
smn: Stivrim: Dániel Gelencér, pargojuávkku: Dániel Gelencér, Anneli Lappalainen, Joni Gauriloff

source: Musiikki: ” Metsästä löysin jäniksen ” (trad.)
smn: Muusik: ” Meecist kavnim njuámmil ” (trad.)

source: Ilmari ja Tauno, Hannikainen, Radio-ork.
smn: Ilmari já Tauno, Hannikainen, Radio-ork.

source: , HKI
smn: , HELSIG

source: Tuotanto: Saamelaisalueen koulutuskeskus, YLE Sámi Radio, YLE TV2, 2008
smn: Pyevtittâs: Säämi máttááttâskuávdáš, YLE Sämi Radio, YLE TV2, 2008

source: Pituus: 1,05
smn: Kukkodâh: 1,05
